tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "remotemobprogramming/brew"
tap "versent/taps"
brew "ack"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "arp-scan"
brew "arping"
brew "bash-completion"
brew "boost"
brew "glib"
brew "python@3.9"
brew "cmake"
brew "cmatrix"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "cmus"
brew "ctags"
brew "folly"
brew "edencommon"
brew "emacs"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fzf"
brew "gcc"
brew "gd"
brew "gh"
brew "git"
brew "gnu-typist"
brew "go"
brew "gobject-introspection"
brew "libgphoto2"
brew "gphoto2"
brew "gti"
brew "htop"
brew "jq"
brew "python@3.10"
brew "jsonschema"
brew "lynx"
brew "mtr"
brew "neofetch"
brew "nmap"
brew "pandoc"
brew "pgcli"
brew "virtualenv"
brew "poetry"
brew "poppler"
brew "pstree"
brew "pyenv"
brew "ripgrep"
brew "ripgrep-all"
brew "shellcheck"
brew "sl"
brew "speedtest-cli"
brew "stow"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"
cask "alacritty"
cask "audacity"
cask "discord"
cask "docker"
cask "eloston-chromium"
cask "fbreader"
cask "font-iosevka"
cask "gimp"
cask "insomnia"
cask "karabiner-elements"
cask "kitty"
cask "monodraw"
cask "obsidian"
cask "pycharm-edu"
cask "qbittorrent"
cask "signal"
cask "slack"
cask "sloth"
cask "stats"
cask "telegram"
cask "telegram-desktop"
cask "tor-browser"
cask "visual-studio-code"
cask "xscreensaver"
