tap "dbcli/tap"
tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/services"
tap "onboardbase/brew"
tap "redpanda-data/tap"
tap "remotemobprogramming/brew"
tap "render-oss/render"
tap "timescale/tap"
tap "versent/taps"
brew "ack"
brew "act"
brew "shellcheck"
brew "actionlint"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "jpeg-xl"
brew "webp"
brew "ca-certificates"
brew "openssl@3"
brew "grpc"
brew "apache-arrow"
brew "argocd"
brew "arp-scan"
brew "arping"
brew "asciiquarium"
brew "bash-completion"
brew "libssh2"
brew "bat"
brew "boost"
brew "btop"
brew "glib"
brew "pycparser"
brew "cffi"
brew "cgal"
brew "cloudflared"
brew "cmake"
brew "cmatrix"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "opusfile"
brew "cmus"
brew "container", link: false
brew "cowsay"
brew "cpuid"
brew "ctags"
brew "deno"
brew "difftastic"
brew "djvulibre"
brew "dprint"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "emacs"
brew "eza"
brew "feh"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gnupg"
brew "gpgme"
brew "libheif"
brew "netcdf"
brew "nss"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-gui"
brew "gnu-typist"
brew "go"
brew "gobject-introspection"
brew "libgphoto2"
brew "gphoto2"
brew "graphql-cli"
brew "graphql-inspector"
brew "librsvg"
brew "graphviz"
brew "gti"
brew "guile"
brew "htop"
brew "id3lib"
brew "ircii"
brew "jq"
brew "openssl@1.1"
brew "python@3.10"
brew "jsonschema"
brew "jwt-hack"
brew "k9s"
brew "librdkafka"
brew "kcat"
brew "kube-ps1"
brew "kubectx"
brew "lolcrab"
brew "lynx"
brew "mkcert"
brew "mtr"
brew "mvfst"
brew "ncdu"
brew "neofetch"
brew "nmap"
brew "nyancat"
brew "openvino"
brew "pandoc"
brew "pgcli"
brew "pipx"
brew "poetry"
brew "postgis"
brew "postgresql@14"
brew "postgresql@15"
brew "povray"
brew "pstree"
brew "pup"
brew "pyenv"
brew "pygments"
brew "python@3.11"
brew "python@3.9"
brew "redis"
brew "repomix"
brew "ripgrep"
brew "ripgrep-all"
brew "rust"
brew "sl"
brew "speedtest-cli"
brew "stow"
brew "tailscale"
brew "telnet"
brew "tenv"
brew "tippecanoe"
brew "tmux"
brew "tree"
brew "typescript-language-server"
brew "uv"
brew "vim"
brew "virtualenv"
brew "wakeonlan"
brew "watch"
brew "watchman"
brew "wget"
brew "yt-dlp"
brew "dopplerhq/cli/doppler"
brew "redpanda-data/tap/redpanda"
brew "render-oss/render/render"
brew "timescale/tap/timescaledb"
cask "alacritty"
cask "another-redis-desktop-manager"
cask "audacity"
cask "audiobook-builder"
cask "base"
cask "bbedit"
cask "bruno"
cask "cardinal-search"
cask "claude"
cask "container"
cask "cursor"
cask "cursor-cli"
cask "db-browser-for-sqlite"
cask "devutils"
cask "diffusionbee"
cask "discord"
cask "docker-desktop"
cask "elasticvue"
cask "fbreader"
cask "font-departure-mono"
cask "font-iosevka"
cask "font-vt323"
cask "foobar2000"
cask "ghostty"
cask "google-chrome"
cask "hex-fiend"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "kitty"
cask "lastfm"
cask "logisim-evolution"
cask "macs-fan-control"
cask "mongodb-compass"
cask "monodraw"
cask "ngrok"
cask "obsidian"
cask "oso-cloud"
cask "postman"
cask "qbittorrent"
cask "qutebrowser"
cask "rectangle"
cask "redis-insight"
cask "robo-3t"
cask "signal"
cask "skim"
cask "slack"
cask "sloth"
cask "steamcmd"
cask "stolendata-mpv"
cask "sublime-text"
cask "telegram"
cask "telegram-desktop"
cask "timescale/tap/tiger-cli"
cask "tor-browser"
cask "ungoogled-chromium"
cask "utc-menu-clock"
cask "visual-studio-code"
cask "whatsapp"
cask "xscreensaver"
cask "yaak"
go "github.com/go-delve/delve/cmd/dlv"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
uv "llm-tldr"
