tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "remotemobprogramming/brew"
tap "versent/taps"
brew "ack"
brew "arp-scan"
brew "arping"
brew "aws-iam-authenticator"
brew "xz"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "boost"
brew "glib"
brew "cairo"
brew "cmake"
brew "cmatrix"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "cmus"
brew "csvkit"
brew "ctags"
brew "docker", link: false
brew "docker-compose", link: false
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fzf"
brew "ghostscript"
brew "git"
brew "go"
brew "grip"
brew "gti"
brew "helm"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "librdkafka"
brew "man-db"
brew "miller"
brew "mono"
brew "nano"
brew "neofetch"
brew "nvm"
brew "pgcli"
brew "postgresql"
brew "pstree"
brew "pv"
brew "pyenv"
brew "ripgrep"
brew "rmtrash"
brew "shellcheck"
brew "sl"
brew "sops"
brew "stow"
brew "stress-ng"
brew "telnet"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "remotemobprogramming/brew/mob", link: false
brew "versent/taps/saml2aws"
cask "alacritty"
cask "altair-graphql-client"
cask "chromedriver"
cask "chromium"
cask "emacs"
cask "font-iosevka"
cask "gitup"
cask "graphiql"
cask "graphql-playground"
cask "heaven"
cask "keyboardcleantool"
cask "kitty"
cask "lens"
cask "menumeters"
cask "pgadmin4"
cask "postman"
cask "soundflower"
cask "spectacle"
cask "visual-studio-code-insiders"
cask "vlc"
