af4jm.vscode-icalendar
akamud.vscode-theme-onedark
andreapollini.p5-live-editor
andrewmarkle.primer-light
apollographql.vscode-apollo
arcanis.vscode-zipfs
arcticicestudio.nord-visual-studio-code
arthurwhite.white
artlaman.chalice-color-theme
asilva.win95
aws-scripting-guy.cform
brendes.logos-themes
britany.dark-cyberpunk-aesthetic
chaseadamsio.vscode-theme-neon-night
christian-kohler.npm-intellisense
cometeer.spacemacs
cosmicsarthak.cosmicsarthak-neon-theme
cr-jr.chronotype-vscode-themes
dawranliou.minimal-theme-vscode
dbaeumer.vscode-eslint
dhamova.dhamova-pineapple-vsctheme
disk0.win-classic-theme
dprint.dprint
ducktape.terminal-monochrome
earendel.apple-jazz-theme
ericsonwillians.oldschool-theme
esbenp.prettier-vscode
foxundermoon.shell-format
gaearon.subliminal
garrit.p5canvas
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
handsomeone.8bit
hawkcodes.solar-flare
hoovercj.vscode-settings-cycler
humao.rest-client
huytd.github-light-monochrome
irongeek.vscode-env
jackevoniuk.real-retro
jeppeandersen.vscode-kafka
josef.rouge-theme
jtr.vscode-position
konstantin.plain
krueger71.crt-themes
lokeshkavisth.oceanic-depths
manojjoshi.aesthetic
mattseddon.vscode-dive-bar-theme
mdmarufsarker.maruf-sarker
mechatroner.rainbow-csv
mediumdivision.spectral-glow
mikehhodgson.monochrome-dark
morozov-work.cyberwave-vscode
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.extension-test-runner
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.wasm-dwarf-debugging
ms-vsliveshare.vsliveshare
mvllow.rose-pine
naumovs.theme-oceanicnext
nickscialli.neon-glow-theme
nico-castell.linux-desktop-file
orta.vscode-jest
osohq.oso
peterfh.linesinfostatusbar
pkief.material-product-icons
prisma.prisma
redhat.vscode-yaml
richardluo.frosted-glass-theme
robbowen.synthwave-vscode
roscop.activefileinstatusbar
ryuta46.multi-command
sadra1f.minimal-dark-s1f
sam-the-programmer.jupyter-theme
sdras.night-owl
sinedied.vscode-windows-xp-theme
stefanarmijo.tabs-toggle
stepanvanzuriak.mono
stephenwassell.light-high-contrast-theme
stkb.rewrap
streetsidesoftware.code-spell-checker
sudhan.neondark-theme
sysoev.vscode-open-in-github
texture.texture-vscode-theme
thedavej.night-owl-black
this-fifo.vaporwave-theme-vscode
thorerik.hacker-theme
timonwong.shellcheck
tourervit.phantom
twxs.cmake
virejdasani.in-your-face
vscodevim.vim
wassimdev.windows-nt-vscode-theme
wicked-labs.sequoia
wraith13.zoombar-vscode
yangdada.vscode-geojsonviewer
zamerick.black-ocean
zhuangtongfa.material-theme
