af4jm.vscode-icalendar
apollographql.vscode-apollo
arcanis.vscode-zipfs
arcticicestudio.nord-visual-studio-code
artlaman.chalice-color-theme
asilva.win95
aws-scripting-guy.cform
britany.dark-cyberpunk-aesthetic
chaseadamsio.vscode-theme-neon-night
cr-jr.chronotype-vscode-themes
dawranliou.minimal-theme-vscode
dbaeumer.vscode-eslint
disk0.win-classic-theme
ducktape.terminal-monochrome
EricsonWillians.oldschool-theme
gaearon.subliminal
GitHub.copilot
GitHub.copilot-chat
GitHub.github-vscode-theme
github.vscode-github-actions
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
hoovercj.vscode-settings-cycler
humao.rest-client
huytd.github-light-monochrome
JackEvoniuk.real-retro
konstantin.plain
krueger71.crt-themes
manojjoshi.aesthetic
mattseddon.vscode-dive-bar-theme
mdmarufsarker.maruf-sarker
mikehhodgson.monochrome-dark
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
mvllow.rose-pine
naumovs.theme-oceanicnext
nico-castell.linux-desktop-file
Orta.vscode-jest
osohq.oso
peterfh.linesinfostatusbar
Prisma.prisma
redhat.vscode-yaml
RichardLuo.frosted-glass-theme
RobbOwen.synthwave-vscode
RoscoP.ActiveFileInStatusBar
ryuta46.multi-command
Sadra1f.minimal-dark-s1f
sinedied.vscode-windows-xp-theme
StefanArmijo.tabs-toggle
stkb.rewrap
streetsidesoftware.code-spell-checker
Sudhan.neondark-theme
sysoev.vscode-open-in-github
Texture.texture-vscode-theme
this-fifo.vaporwave-theme-vscode
thorerik.hacker-theme
timonwong.shellcheck
tourervit.phantom
twxs.cmake
VirejDasani.in-your-face
vscodevim.vim
wassimdev.windows-nt-vscode-theme
wicked-labs.sequoia
wraith13.zoombar-vscode
zhuangtongfa.material-theme
