af4jm.vscode-icalendar
ankitcode.firefly
apollographql.vscode-apollo
artlaman.chalice-color-theme
ChakrounAnas.turbo-console-log
CircleCI.circleci
CodeReviewer14.cyber77-vscode
cr-jr.chronotype-vscode-themes
dawranliou.minimal-theme-vscode
esbenp.prettier-vscode
gaearon.subliminal
GitHub.copilot
GitHub.copilot-labs
GitHub.github-vscode-theme
gnhuy91.theme-oceanicnext-sublime
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
huizhou.githd
konstantin.plain
makhan.epoch-converter
mechatroner.rainbow-csv
mhartington.oceanic-next
mikehhodgson.monochrome-dark
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
naumovs.theme-oceanicnext
Orta.vscode-jest
peterfh.linesinfostatusbar
rebornix.ruby
redhat.java
redhat.vscode-yaml
RoscoP.ActiveFileInStatusBar
ryuta46.multi-command
Sadra1f.minimal-dark-s1f
stkb.rewrap
streetsidesoftware.code-spell-checker
sysoev.vscode-open-in-github
tourervit.phantom
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wart.ariake-dark
wassimdev.windows-nt-vscode-theme
wingrunr21.vscode-ruby
wraith13.zoombar-vscode
zhuangtongfa.material-theme
zxh404.vscode-proto3
